msg1 = '🤖 Я - нейросеть, которая ищет приватные фото в тысячах баз по всему интернету.\n' \
      '🔐 Могу найти даже самые скрытые фото, о которых остальные даже и не слышали!\n'\
      '_\n'\
      '🔎 Отправьте боту ссылку на страничку ВКонтакте, Instagram, Telegram или номер телефона!\n'\
      'Поддержка: intim_bot@protonmail.com\n'\
      '____\n'\
      'Пользуясь ботом вы соглашаетесь с офертой на оказание информационных услуг.'

msg2 = '🔥 Выбери, где будем искать'

msg3 = '🔗 Отправьте боту ссылку на страницу, или ID пользователя ВК\n'\
       'Пример:\n'\
       '├ https://vk.com/buzova_olga\n'\
       '└ vk.com/buzova_olga'

msg4 = '🔗 Отправьте боту ссылку на страницу Instagram\n'\
       'Пример:\n'\
       '├ http://www.instagram.com/buzova86\n'\
       '├ https://instagram.com/buzova86\n'\
       '├ instagram.com/buzova86'\
       '└ https://instagram.com/buzova86?utm_medium=copy_link'

msg5 = '🔗 Отправьте боту ссылку на профиль Телеграм\n'\
       'Пример:\n'\
       '├ @Le_li_ck\n'\
       '└ https://t.me/Le_li_ck'


msg6 = '🔗 Отправьте боту номер телефона. Поиск происходит по базам Telegram и WhatsApp\n'\
       'Пример:\n'\
       '├ +79111234567\n'\
       '├ +380444618061\n'\
       '└ +375291234567'


